tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "knqyf263/pet"
tap "nikitabobko/tap"
tap "sst/tap"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "dotenv-linter"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fx"
brew "fzf"
brew "gcc"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "golangci-lint"
brew "grep"
brew "jenv"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "mprocs"
brew "neovim"
brew "python"
brew "pipx"
brew "posting"
brew "presenterm"
brew "ripgrep"
brew "sad"
brew "spotifyd"
brew "starship"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jorgerojas26/lazysql/lazysql"
brew "knqyf263/pet/pet"
brew "sst/tap/opencode"
cask "1password-cli"
cask "aerospace"
cask "betterdisplay"
cask "ghostty"
cask "ngrok"
cask "react-native-debugger"
cask "warp"
cask "wezterm"
cask "zulu@17"
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/melkeydev/go-blueprint"
go "mvdan.cc/gofumpt"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
cargo "cargo-generate"
cargo "resvg"
cargo "selene"
cargo "spotify_player"
cargo "stylua"
