tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "knqyf263/pet"

brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "dotenv-linter"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "grep"
brew "jenv"
brew "lazydocker"
brew "lua"
brew "mprocs"
brew "neovim"
brew "python"
brew "ripgrep"
brew "sad"
brew "spotify_player"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "jorgerojas26/lazysql/lazysql"
brew "knqyf263/pet/pet"

cask "ghostty"
cask "warp"
cask "wezterm"
